

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"+" = "+";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"+/-" = "+/-";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"-" = "-";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"." = ".";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"/" = "/";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"0" = "0";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"1" = "1";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"2" = "2";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"3" = "3";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"4" = "4";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"5" = "5";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"6" = "6";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"7" = "7";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"8" = "8";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"9" = "9";

/* MainStoryboard_iPad.storyboard, MainStoryboard_iPhone.storyboard */
"<--" = "<--";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"=" = "=";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"AC" = "AC";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Calculator" = "電卓";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Converter" = "コンバーター";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Counter" = "カウンター";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Desired Number of Significant Figures:" = "望んでいる有効桁数:";

/* Calculator Infinity */
"Infinity" = "インフィニティ";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Number" = "数字:";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Number of Significant Figures:" = "有効桁数:";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Number:" = "数字:";

/* Converter Invalid Input */
"Please enter a valid integer or float" = "整数または浮動小数点数を入れて下さい";

/* Converter Too Large Input */
"Please, be kind to your hardware" = "ハードを優しく扱って下さい";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Resulting Number:" = "変換の結果:";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Rules" = "規則";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"Settings" = "設定";

/* SigFig Rules Explanation */
"Significant Figure Rules\n\nRules for Counting Significant Figures\n\n1. Zeros appearing between nonzero digits are significant\n\n2. Zeros appearing in front of nonzero digits are not significant\n\n3. Zeros at the end of a number and to the right of a decimal are significant\n\n4. Zeros at the end of a number but to the left of a decimal are either significant because they have been measured, or insignificant in the case that they are just placeholders\n\n5. All digits in a number written in Scientific Notation are significant\n\nRules for Calculating Using Significant Figures\n\nAddition and Subtraction\n\n1. The result should have the same number of digits after the decimal as the least accurate operand\n\nEx. 12.52 + 23.2 = 35.7\n\nMultiplication and Division\n\n1. The resulting product or quotient must have the same number of significant figures as the operand with the least number of significant figures\n\nEx. 12 x 1.55 = 19" = "有効数字の規則\n\n有効桁数の数え方\n\n1) 0ではない数字に挟まれた0は有効である\n\n2) 0ではない数字の前に0がある場合、その0は有効ではない\n\n3) 小数点より右にある0は有効である\n\n4) 小数点がない数の最後にある0については、有効であるとも有効でないとも受け取れ、あいまいである\n\n5) 科学的指数表記で書かれた数字では、全部の桁は有効である\n\n有効数字の計算の規則\n\n足し算と引き算\n\n1) 小数点以下の桁数のもっとも少ない数に揃えて計算する\n\n例) 12.52 + 23.2 = 35.7\n\n掛け算と割り算\n\n1) 有効桁数のもっとも少ない数に揃えて計算する\n\n例) 12 x 1.55 = 19";

/* Converter Float Input */
"The Desired Number of Significant Figures can not be a float" = "望んでいる有効桁数は整数であるはず";

/* Converter Negative Input */
"The Desired Number of Significant Figures can not be negative" = "望んでいる有効桁数はネガティブではない必要がある";

/* Converter Invalid DNOSF Input */
"The Desired Number of Significant Figures must be an integer" = "望んでいる有効桁数は整数であるはず";

/* MainStoryboard_iPhone.storyboard, MainStoryboard_iPhone.storyboard */
"X" = "X";

/* Calculator tab title */
"tabBarTextCalculator" = "電卓";

/* Support Settings */
"Support" = "サポート";

/* Write a Review */
"Write a Review" = "レビューを書く";

/* Tell a Friend */
"Tell a Friend" = "友達に教える";

/* Display Settings */
"Display" = "表示";

/* In-App Product Purchased Indicator */
"Purchased" = "買った";
